Repository: webwriter-app/logic-circuit
Catalog: localization/*.xlf
Languages: ar, bg, cs, da, el, es, hu, it, ja, ko, lv, nb, pl, pt_br, pt_pt, ro, ru, sk, sl, tr, uk, zh_hans, zh_hant

# scfcffcf35292bc6f
source: Simulate
ar: محاكاة
bg: Симулирайте
cs: Simulace
da: Simulere
el: Προσομοίωση
es: Simule
hu: Szimulálja a
it: Simulare
ja: シミュレート
ko: 시뮬레이션
lv: Simulēt
nb: Simulere
pl: Symulacja
pt_br: Simular
pt_pt: Simular
ro: Simulați
ru: Имитация
sk: Simulujte
sl: Simulacija
tr: Simüle Et
uk: Імітувати
zh_hans: 模拟
zh_hant: 模擬

# s4635f32ac7e5b41b
source: Drag items here to delete them
ar: اسحب العناصر هنا لحذفها
bg: Плъзнете елементите тук, за да ги изтриете
cs: Přetažením položek sem je odstraníte
da: Træk elementer hertil for at slette dem
el: Σύρετε στοιχεία εδώ για να τα διαγράψετε
es: Arrastre los elementos aquí para eliminarlos
hu: Húzza ide az elemeket a törléshez
it: Trascinare gli elementi qui per eliminarli
ja: ここに項目をドラッグして削除する
ko: 항목을 여기로 드래그하여 삭제
lv: Velciet vienumus šeit, lai tos dzēstu
nb: Dra elementer hit for å slette dem
pl: Przeciągnij elementy tutaj, aby je usunąć
pt_br: Arraste os itens até aqui para excluí-los
pt_pt: Arrastar itens para aqui para os eliminar
ro: Trageți elementele aici pentru a le șterge
ru: Перетащите элементы сюда, чтобы удалить их
sk: Potiahnutím položky sem ich odstránite
sl: Če želite izbrisati elemente, jih povlecite sem
tr: Silmek için öğeleri buraya sürükleyin
uk: Перетягніть елементи сюди, щоб видалити їх
zh_hans: 在此处拖动项目可将其删除
zh_hant: 在此拖曳項目以刪除它們

# s6aa6cfde13238a46
source: Drag and drop elements from the left sidebar to add them.
ar: اسحب العناصر وأفلتها من الشريط الجانبي الأيسر لإضافتها.
bg: Плъзнете и пуснете елементи от лявата странична лента, за да ги добавите.
cs: Přetažením prvků z levého postranního panelu je můžete přidat.
da: Træk og slip elementer fra venstre sidepanel for at tilføje dem.
el: Σύρετε και αποθέστε στοιχεία από την αριστερή πλευρική μπάρα για να τα προσθέσετε.
es: Arrastre y suelte elementos de la barra lateral izquierda para añadirlos.
hu: A bal oldalsávból húzza ki az elemeket, hogy hozzáadhassa őket.
it: Trascinare e rilasciare gli elementi dalla barra laterale sinistra per aggiungerli.
ja: 左サイドバーから要素をドラッグ＆ドロップして追加します。
ko: 왼쪽 사이드바에서 요소를 끌어다 놓아 추가합니다.
lv: Lai pievienotu elementus, velciet un nometiet tos no kreisās sānjoslas.
nb: Dra og slipp elementer fra venstre sidefelt for å legge dem til.
pl: Przeciągnij i upuść elementy z lewego paska bocznego, aby je dodać.
pt_br: Arraste e solte elementos da barra lateral esquerda para adicioná-los.
pt_pt: Arraste e largue elementos da barra lateral esquerda para os adicionar.
ro: Glisați și fixați elementele din bara laterală din stânga pentru a le adăuga.
ru: Перетаскивайте элементы с левой боковой панели, чтобы добавить их.
sk: Prvky pridávajte ťahaním a púšťaním z ľavého bočného panela.
sl: Če želite dodati elemente iz leve stranske vrstice, jih povlecite in spustite.
tr: Öğeleri eklemek için sol kenar çubuğundan sürükleyip bırakın.
uk: Перетягніть елементи з лівої бічної панелі, щоб додати їх.
zh_hans: 从左侧边栏拖放元素即可添加它们。
zh_hant: 從左側邊欄拖放元素來新增它們。

# s2b77630e54db68e1
source: Left click a connection endpoint to start a connection and then click another connection endpoint to add it.
ar: انقر بزر اليسار فوق نقطة نهاية اتصال لبدء اتصال ثم انقر فوق نقطة نهاية اتصال أخرى لإضافتها.
bg: Щракнете с левия бутон на мишката върху крайна точка на връзка, за да стартирате връзка, и след това щракнете върху друга крайна точка на връзка, за да я добавите.
cs: Kliknutím levým tlačítkem myši na koncový bod připojení zahájíte připojení a kliknutím na další koncový bod připojení jej přidáte.
da: Venstreklik på et forbindelsesslutpunkt for at starte en forbindelse, og klik derefter på et andet forbindelsesslutpunkt for at tilføje det.
el: Κάντε αριστερό κλικ σε ένα τελικό σημείο σύνδεσης για να ξεκινήσετε μια σύνδεση και, στη συνέχεια, κάντε κλικ σε ένα άλλο τελικό σημείο σύνδεσης για να το προσθέσετε.
es: Haga clic con el botón izquierdo del ratón en un punto final de conexión para iniciar una conexión y, a continuación, haga clic en otro punto final de conexión para añadirlo.
hu: Kattintson a bal gombbal egy kapcsolat végpontjára a kapcsolat indításához, majd kattintson egy másik kapcsolat végpontjára a hozzáadásához.
it: Fare clic con il tasto sinistro del mouse su un endpoint di connessione per avviare una connessione, quindi fare clic su un altro endpoint di connessione per aggiungerlo.
ja: 接続を開始するには接続エンドポイントを左クリックし、接続を追加するには別の接続エンドポイントをクリックします。
ko: 연결 엔드포인트를 마우스 왼쪽 버튼으로 클릭하여 연결을 시작한 다음 다른 연결 엔드포인트를 클릭하여 추가합니다.
lv: Lai sāktu savienojumu, noklikšķiniet uz savienojuma galapunkta ar kreiso pogu, un pēc tam noklikšķiniet uz cita savienojuma galapunkta, lai to pievienotu.
nb: Venstreklikk på et tilkoblingsendepunkt for å starte en tilkobling, og klikk deretter på et annet tilkoblingsendepunkt for å legge det til.
pl: Kliknij lewym przyciskiem myszy punkt końcowy połączenia, aby rozpocząć połączenie, a następnie kliknij inny punkt końcowy połączenia, aby go dodać.
pt_br: Clique com o botão esquerdo do mouse em um ponto de extremidade de conexão para iniciar uma conexão e, em seguida, clique em outro ponto de extremidade de conexão para adicioná-lo.
pt_pt: Clique com o botão esquerdo do rato num ponto final de ligação para iniciar uma ligação e, em seguida, clique noutro ponto final de ligação para o adicionar.
ro: Faceți clic stânga pe un punct final de conexiune pentru a porni o conexiune și apoi faceți clic pe un alt punct final de conexiune pentru a-l adăuga.
ru: Щелкните левой кнопкой мыши конечную точку соединения, чтобы запустить соединение, а затем щелкните другую конечную точку соединения, чтобы добавить ее.
sk: Kliknutím ľavým tlačidlom myši na koncový bod pripojenia spustíte pripojenie a potom kliknutím na ďalší koncový bod pripojenia ho pridáte.
sl: Z levim klikom končne točke povezave zaženete povezavo in nato kliknete drugo končno točko povezave, da jo dodate.
tr: Bir bağlantı başlatmak için bir bağlantı uç noktasına sol tıklayın ve ardından eklemek için başka bir bağlantı uç noktasına tıklayın.
uk: Клацніть лівою кнопкою миші на кінцевій точці з'єднання, щоб розпочати з'єднання, а потім клацніть іншу кінцеву точку з'єднання, щоб додати її.
zh_hans: 左键单击一个连接端点启动连接，然后单击另一个连接端点添加连接。
zh_hant: 左鍵按一下連線端點以啟動連線，然後按一下另一個連線端點以新增連線。

# sfc8aedc3e52543e9
source: Right click on a connection to remove it.
ar: انقر بزر الماوس الأيمن على اتصال لإزالته.
bg: Щракнете с десния бутон върху връзка, за да я премахнете.
cs: Kliknutím pravým tlačítkem myši na připojení jej odeberete.
da: Højreklik på en forbindelse for at fjerne den.
el: Κάντε δεξί κλικ σε μια σύνδεση για να την καταργήσετε.
es: Haga clic con el botón derecho en una conexión para eliminarla.
hu: A kapcsolat eltávolításához kattintson a jobb gombbal a kapcsolatra.
it: Fare clic con il pulsante destro del mouse su una connessione per rimuoverla.
ja: 接続を削除するには、接続を右クリックします。
ko: 연결을 마우스 오른쪽 버튼으로 클릭하여 제거합니다.
lv: Lai noņemtu savienojumu, noklikšķiniet uz tā ar peles labo pogu.
nb: Høyreklikk på en tilkobling for å fjerne den.
pl: Kliknij połączenie prawym przyciskiem myszy, aby je usunąć.
pt_br: Clique com o botão direito do mouse em uma conexão para removê-la.
pt_pt: Clique com o botão direito do rato numa ligação para a remover.
ro: Faceți clic dreapta pe o conexiune pentru a o elimina.
ru: Щелкните правой кнопкой мыши на соединении, чтобы удалить его.
sk: Kliknutím pravým tlačidlom myši na pripojenie ho odstránite.
sl: Z desnim klikom na povezavo jo odstranite.
tr: Bir bağlantıyı kaldırmak için üzerine sağ tıklayın.
uk: Клацніть правою кнопкою миші на з'єднанні, щоб видалити його.
zh_hans: 右键单击连接即可将其删除。
zh_hant: 在連線上按一下滑鼠右鍵以移除連線。

# s34bc4cc9fb5b7aa4
source: Instructions
ar: التعليمات
bg: Инструкции
cs: Pokyny
da: Instruktioner
el: Οδηγίες
es: Instrucciones
hu: Utasítások
it: Istruzioni
ja: 使用方法
ko: 지침
lv: Instrukcijas
nb: Instruksjoner
pl: Instrukcje
pt_br: Instruções
pt_pt: Instruções
ro: Instrucțiuni
ru: Инструкции
sk: Pokyny
sl: Navodila
tr: Talimatlar
uk: Інструкція
zh_hans: 说明
zh_hant: 說明

# sef93972726cc5929
source: Allow Simulation
ar: السماح بالمحاكاة
bg: Разрешаване на симулацията
cs: Povolit simulaci
da: Tillad simulering
el: Επιτρέψτε την προσομοίωση
es: Permitir simulación
hu: Szimuláció engedélyezése
it: Consentire la simulazione
ja: シミュレーションを許可する
ko: 시뮬레이션 허용
lv: Atļaut simulāciju
nb: Tillat simulering
pl: Zezwalaj na symulację
pt_br: Permitir simulação
pt_pt: Permitir a simulação
ro: Permiteți simularea
ru: Разрешить моделирование
sk: Povoliť simuláciu
sl: Dovoli simulacijo
tr: Simülasyona İzin Ver
uk: Дозволити моделювання
zh_hans: 允许模拟
zh_hant: 允許模擬

# s212fec3bc805b040
source: Delay (in ms)
ar: التأخير (بالمللي ثانية)
bg: Закъснение (в ms)
cs: Zpoždění (v ms)
da: Forsinkelse (i ms)
el: Καθυστέρηση (σε ms)
es: Retardo (en ms)
hu: Késleltetés (ms-ban)
it: Ritardo (in ms)
ja: ディレイ（単位：ms）
ko: 지연(ms)
lv: Aizkave (ms)
nb: Forsinkelse (i ms)
pl: Opóźnienie (w ms)
pt_br: Atraso (em ms)
pt_pt: Atraso (em ms)
ro: Întârziere (în ms)
ru: Задержка (в мс)
sk: Oneskorenie (v ms)
sl: Zakasnitev (v ms)
tr: Gecikme (ms cinsinden)
uk: Затримка (в мс)
zh_hans: 延迟（毫秒）
zh_hant: 延遲（毫秒）

# sb4a640f8347f726c
source: Limit max. number of Gates:
ar: الحد الأقصى لعدد البوابات:
bg: Ограничаване на максималния брой врати:
cs: Omezení maximálního počtu bran:
da: Begræns det maksimale antal porte:
el: Περιορισμός μέγιστου αριθμού πυλών:
es: Limitar el número máximo de puertas:
hu: A kapuk maximális számának korlátozása:
it: Limitare il numero massimo di porte:
ja: ゲートの最大数を制限する：
ko: 최대 게이트 수를 제한합니다:
lv: Ierobežot maksimālo vārtu skaitu:
nb: Begrens maks. antall porter:
pl: Ograniczenie maksymalnej liczby bramek:
pt_br: Limite do número máximo de Gates:
pt_pt: Limitar o número máximo de Gates:
ro: Limitarea numărului maxim de porți:
ru: Ограничьте максимальное количество ворот:
sk: Obmedzenie maximálneho počtu brán:
sl: Omejite največje število vrat:
tr: Maksimum Kapı sayısını sınırlayın:
uk: Обмежити максимальну кількість воріт:
zh_hans: 限制门的最大数量：
zh_hant: 限制最大閘門數：

# s3133c523be71ab93
source: Gates
ar: البوابات
bg: Врати
cs: Brány
da: Portene
el: Πύλες
es: Puertas
hu: Kapuk
it: Cancelli
ja: ゲイツ
lv: Vārti
nb: Portene
pl: Bramki
pt_br: Portões
pt_pt: Portões
ro: Porți
ru: Ворота
sk: Brány
sl: Vrata
uk: Ворота
zh_hans: 大门
zh_hant: 閘門

# sb785914856ab26c5
source: Only one connection allowed
ar: اتصال واحد فقط مسموح به
bg: Разрешена е само една връзка
cs: Povoleno pouze jedno připojení
da: Kun én forbindelse tilladt
el: Επιτρέπεται μόνο μία σύνδεση
es: Sólo se permite una conexión
hu: Csak egy kapcsolat engedélyezett
it: È consentita una sola connessione
ja: 接続は1回のみ
ko: 하나의 연결만 허용
lv: Atļauts tikai viens savienojums
nb: Kun én tilkobling tillatt
pl: Dozwolone jest tylko jedno połączenie
pt_br: Somente uma conexão é permitida
pt_pt: Só é permitida uma ligação
ro: Este permisă o singură conexiune
ru: Разрешено только одно соединение
sk: Povolené je len jedno pripojenie
sl: Dovoljena je samo ena povezava
tr: Yalnızca bir bağlantıya izin verilir
uk: Дозволено лише одне з'єднання
zh_hans: 只允许一个连接
zh_hant: 僅允許一個連接

# sc49c6f9b07b93aec
source: Connectors are from the same type
ar: الموصلات من نفس النوع
bg: Съединителите са от същия тип
cs: Konektory jsou stejného typu
da: Stikkene er af samme type
el: Οι σύνδεσμοι είναι του ίδιου τύπου
es: Los conectores son del mismo tipo
hu: A csatlakozók ugyanabból a típusból származnak
it: I connettori sono dello stesso tipo
ja: コネクターは同じタイプ
ko: 커넥터는 동일한 유형입니다.
lv: Savienotāji ir viena tipa
nb: Kontaktene er av samme type
pl: Złącza są tego samego typu
pt_br: Os conectores são do mesmo tipo
pt_pt: Os conectores são do mesmo tipo
ro: Conectorii sunt de același tip
ru: Разъемы одного типа
sk: Konektory sú rovnakého typu
sl: Priključki so iste vrste
tr: Konektörler aynı tiptedir
uk: Роз'єми однотипні
zh_hans: 同类连接器
zh_hant: 連接器來自同一類型

# s21ab242e1b149ec7
source: Show Truthtable
ar: إظهار جدول الحقيقة
bg: Показване на Truthtable
cs: Zobrazit tabulku Truthtable
da: Vis Truthtable
el: Εμφάνιση Truthtable
es: Mostrar tabla de verdad
hu: Igazságtábla megjelenítése
it: Mostra la tabella della verità
ja: 真理値表を表示
ko: 트루스 테이블 표시
nb: Vis sannhetstabell
pl: Pokaż tabelę prawdy
pt_pt: Mostrar tabela-verdade
ro: Arată Truthtable
ru: Показать Truthtable
sk: Zobraziť tabuľku pravdy
sl: Prikaži tabelo resnic
tr: Truthtable'ı göster
uk: Показати таблицю правди
zh_hans: 显示真相表
zh_hant: 顯示 Truthtable

# sdc673e73b5c13aea
source: Delete
ar: حذف
bg: Изтриване на
cs: Odstranit
da: Sletning
el: Διαγραφή
es: Borrar
hu: Törölje a címet.
it: Cancellare
ja: 削除
ko: 삭제
nb: Slett
pl: Usuń
pt_pt: Eliminar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sl: Izbriši
tr: Silme
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# s125d2fd8e606e489
source: Show truth table
ar: إظهار جدول الحقيقة
bg: Показване на таблицата за истинност
cs: Zobrazit pravdivostní tabulku
da: Vis sandhedstabel
el: Εμφάνιση πίνακα αλήθειας
es: Mostrar tabla verdadero-falso
hu: Igazságtáblázat megjelenítése
it: Mostra la tabella di verità
ja: 真理値表を表示
ko: 진실 표 표시
nb: Vis sannhetstabell
pl: Pokaż tabelę prawdy
pt_pt: Mostrar tabela de verdade
ro: Arată tabelul adevărului
ru: Показать таблицу истинности
sk: Zobraziť pravdivostnú tabuľku
sl: Prikaži tabelo resnice
tr: Doğruluk tablosunu göster
uk: Показати таблицю істинності
zh_hans: 显示真值表
zh_hant: 顯示真值表

# s582cc89defd16fdf
source: Show all truth tables
ar: إظهار جميع جداول الحقيقة
bg: Показване на всички таблици за истинност
cs: Zobrazit všechny pravdivostní tabulky
da: Vis alle sandhedstabeller
el: Εμφάνιση όλων των πινάκων αλήθειας
es: Mostrar todas las tablas de verdad
hu: Minden igazságtábla megjelenítése
it: Mostra tutte le tabelle di verità
ja: すべての真理値表を表示する
ko: 모든 진리 테이블 표시
nb: Vis alle sannhetstabeller
pl: Pokaż wszystkie tablice prawdy
pt_pt: Mostrar todas as tabelas de verdade
ro: Afișați toate tabelele de adevăr
ru: Показать все таблицы истинности
sk: Zobraziť všetky pravdivostné tabuľky
sl: Prikaži vse tabele resnice
tr: Tüm doğruluk tablolarını göster
uk: Показати всі таблиці істинності
zh_hans: 显示所有真值表
zh_hant: 顯示所有真值表

# s49b0a472a8e77b9b
source: Show all Truthtables
lv: Rādīt visas Truthtables
pt_br: Mostrar todos os Truthtables
