
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's125d2fd8e606e489': `Показване на таблицата за истинност`,
's212fec3bc805b040': `Закъснение (в ms)`,
's21ab242e1b149ec7': `Показване на Truthtable`,
's2b77630e54db68e1': `Щракнете с левия бутон на мишката върху крайна точка на връзка, за да стартирате връзка, и след това щракнете върху друга крайна точка на връзка, за да я добавите.`,
's3133c523be71ab93': `Врати`,
's34bc4cc9fb5b7aa4': `Инструкции`,
's4635f32ac7e5b41b': `Плъзнете елементите тук, за да ги изтриете`,
's582cc89defd16fdf': `Показване на всички таблици за истинност`,
's6aa6cfde13238a46': `Плъзнете и пуснете елементи от лявата странична лента, за да ги добавите.`,
'sb4a640f8347f726c': `Ограничаване на максималния брой врати:`,
'sb785914856ab26c5': `Разрешена е само една връзка`,
'sc49c6f9b07b93aec': `Съединителите са от същия тип`,
'scfcffcf35292bc6f': `Симулирайте`,
'sdc673e73b5c13aea': `Изтриване на`,
'sef93972726cc5929': `Разрешаване на симулацията`,
'sfc8aedc3e52543e9': `Щракнете с десния бутон върху връзка, за да я премахнете.`,
    };
  