
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's125d2fd8e606e489': `Εμφάνιση πίνακα αλήθειας`,
's212fec3bc805b040': `Καθυστέρηση (σε ms)`,
's21ab242e1b149ec7': `Εμφάνιση Truthtable`,
's2b77630e54db68e1': `Κάντε αριστερό κλικ σε ένα τελικό σημείο σύνδεσης για να ξεκινήσετε μια σύνδεση και, στη συνέχεια, κάντε κλικ σε ένα άλλο τελικό σημείο σύνδεσης για να το προσθέσετε.`,
's3133c523be71ab93': `Πύλες`,
's34bc4cc9fb5b7aa4': `Οδηγίες`,
's4635f32ac7e5b41b': `Σύρετε στοιχεία εδώ για να τα διαγράψετε`,
's582cc89defd16fdf': `Εμφάνιση όλων των πινάκων αλήθειας`,
's6aa6cfde13238a46': `Σύρετε και αποθέστε στοιχεία από την αριστερή πλευρική μπάρα για να τα προσθέσετε.`,
'sb4a640f8347f726c': `Περιορισμός μέγιστου αριθμού πυλών:`,
'sb785914856ab26c5': `Επιτρέπεται μόνο μία σύνδεση`,
'sc49c6f9b07b93aec': `Οι σύνδεσμοι είναι του ίδιου τύπου`,
'scfcffcf35292bc6f': `Προσομοίωση`,
'sdc673e73b5c13aea': `Διαγραφή`,
'sef93972726cc5929': `Επιτρέψτε την προσομοίωση`,
'sfc8aedc3e52543e9': `Κάντε δεξί κλικ σε μια σύνδεση για να την καταργήσετε.`,
    };
  