
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's212fec3bc805b040': `Задержка (в мс)`,
's2b77630e54db68e1': `Щелкните левой кнопкой мыши конечную точку соединения, чтобы запустить соединение, а затем щелкните другую конечную точку соединения, чтобы добавить ее.`,
's3133c523be71ab93': `Ворота`,
's34bc4cc9fb5b7aa4': `Инструкции`,
's4635f32ac7e5b41b': `Перетащите элементы сюда, чтобы удалить их`,
's49b0a472a8e77b9b': `Показать все Truthtables`,
's6aa6cfde13238a46': `Перетаскивайте элементы с левой боковой панели, чтобы добавить их.`,
'sb4a640f8347f726c': `Ограничьте максимальное количество ворот:`,
'sb785914856ab26c5': `Разрешено только одно соединение`,
'sc49c6f9b07b93aec': `Разъемы одного типа`,
'scfcffcf35292bc6f': `Имитация`,
'sef93972726cc5929': `Разрешить моделирование`,
'sfc8aedc3e52543e9': `Щелкните правой кнопкой мыши на соединении, чтобы удалить его.`,
    };
  