
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's125d2fd8e606e489': `Показати таблицю істинності`,
's212fec3bc805b040': `Затримка (в мс)`,
's21ab242e1b149ec7': `Показати таблицю правди`,
's2b77630e54db68e1': `Клацніть лівою кнопкою миші на кінцевій точці з'єднання, щоб розпочати з'єднання, а потім клацніть іншу кінцеву точку з'єднання, щоб додати її.`,
's3133c523be71ab93': `Ворота`,
's34bc4cc9fb5b7aa4': `Інструкція`,
's4635f32ac7e5b41b': `Перетягніть елементи сюди, щоб видалити їх`,
's582cc89defd16fdf': `Показати всі таблиці істинності`,
's6aa6cfde13238a46': `Перетягніть елементи з лівої бічної панелі, щоб додати їх.`,
'sb4a640f8347f726c': `Обмежити максимальну кількість воріт:`,
'sb785914856ab26c5': `Дозволено лише одне з'єднання`,
'sc49c6f9b07b93aec': `Роз'єми однотипні`,
'scfcffcf35292bc6f': `Імітувати`,
'sdc673e73b5c13aea': `Видалити`,
'sef93972726cc5929': `Дозволити моделювання`,
'sfc8aedc3e52543e9': `Клацніть правою кнопкою миші на з'єднанні, щоб видалити його.`,
    };
  